const check_lists = [
    {
        id: 0,
        name: "Проба пластуна-прихильника",
        list: [
            {
                section_id: null,
                section_name: null,
                section_list: [
                    {
                        id: 1,
                        description: "Закінчив 11 років життя, подав заяву прихильника юнацтва Пласту з відповід- ними дозволами батька/матері (опікуна/опікунки) та доданою копією свідоцтва про народження.",
                        checked: true
                    },
                    {
                        id: 2,
                        description: "Розуміє та вміє розмовляти українською мовою. Пояснить важливість пле- кання української мови пластунами. Ходить до української школи або школи українознавства чи на курси українознавства.",
                        checked: false
                    },
                    {
                        id: 3,
                        description: "Має пластовий однострій відповідних кольорів (пластову сорочку, шорти/спід- ницю, штуци, берет, пояс).",
                        checked: false
                    }
                ]
            }
        ]
    },
    {
        id: 1,
        name: "Скобине крило",
        list: [
            {
                section_id: "A",
                section_name: "Три головні обов’язки пластунки",
                section_list: [
                    {
                        id: 1,
                        description: "Закінчив 11 років життя, подав заяву прихильника юнацтва Пласту з відповід- ними дозволами батька/матері (опікуна/опікунки) та доданою копією свідоцтва про народження.",
                        checked: false
                    },
                    {
                        id: 2,
                        description: "Розуміє та вміє розмовляти українською мовою. Пояснить важливість пле- кання української мови пластунами. Ходить до української школи або школи українознавства чи на курси українознавства.",
                        checked: false
                    },
                    {
                        id: 3,
                        description: "Має пластовий однострій відповідних кольорів (пластову сорочку, шорти/спід- ницю, штуци, берет, пояс).",
                        checked: false
                    }
                ]
            },
            {
                section_id: "B",
                section_name: " обов’язки пластунки",
                section_list: [
                    {
                        id: 1,
                        description: "Закінчив 11 років життя, подав заяву прихильника юнацтва Пласту з відповід- ними дозволами батька/матері (опікуна/опікунки) та доданою копією свідоцтва про народження.",
                        checked: false
                    },
                    {
                        id: 2,
                        description: "Розуміє та вміє розмовляти українською мовою. Пояснить важливість пле- кання української мови пластунами. Ходить до української школи або школи українознавства чи на курси українознавства.",
                        checked: false
                    },
                    {
                        id: 3,
                        description: "Має пластовий однострій відповідних кольорів (пластову сорочку, шорти/спід- ницю, штуци, берет, пояс).",
                        checked: false
                    }
                ]
            }
        ]
    },
    {
        id: 2,
        name: "Скобиний хват",
        list: [
            {
                section_id: "A",
                section_name: "Три головні обов’язки пластунки",
                section_list: [
                    {
                        id: 1,
                        description: "Закінчив 11 років життя, подав заяву прихильника юнацтва Пласту з відповід- ними дозволами батька/матері (опікуна/опікунки) та доданою копією свідоцтва про народження.",
                        checked: false
                    },
                    {
                        id: 2,
                        description: "Розуміє та вміє розмовляти українською мовою. Пояснить важливість пле- кання української мови пластунами. Ходить до української школи або школи українознавства чи на курси українознавства.",
                        checked: false
                    },
                    {
                        id: 3,
                        description: "Має пластовий однострій відповідних кольорів (пластову сорочку, шорти/спід- ницю, штуци, берет, пояс).",
                        checked: false
                    }
                ]
            }
        ]
    }
]

export default check_lists;